---
kind: enumMember
id: F:Autodesk.Revit.UI.ScrollbarVisibility.Horizontal
enum: Autodesk.Revit.UI.ScrollbarVisibility
source: html/c5d6dd18-d4bf-1f83-77d7-286c2782b936.htm
---
# Autodesk.Revit.UI.ScrollbarVisibility.Horizontal

The horizontal scrollbar is visible.